Repository: belal-i/smartestate
Catalog: broker/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it

source: Rental
de: Vermietangebote
es: Ofertas de alquiler
fr: Offres de location
it: Offerte di noleggio

source: For sale
de: Verkaufsangebote
es: Ofertas de venta
fr: Offres de vente
it: Edad mínima del inquilino

source: Listing type
de: Angebotstyp
es: Tipo de oferta
fr: Type d'offre
it: Tipo di offerta

source: Maximum rent
de: Maximale Miete
es: Alquiler máximo
fr: Loyer maximal
it: Affitto massimo

source: Minimum rent
de: Minimale Miete
es: Alquiler mínimo
fr: Loyer minimal
it: Affitto minimo

source: Maximum security deposit
de: Maximale Kaution
es: Depósito máximo
fr: Dépôt maximal
it: Deposito massimo

source: Minimum security deposit
de: Minimale Kaution
es: Depósito mínimo
fr: Dépôt minimal
it: Deposito minimo

source: Maximum for sale price
de: Maximaler Kaufpreis
es: Precio máximo de compra
fr: Prix d'achat maximal
it: Prezzo massimo di acquisto

source: Minimum for sale price
de: Minimaler Kaufpreis
es: Precio mínimo de compra
fr: Prix d'achat minimal
it: Prezzo minimo di acquisto

source: Highest acceptable minimum down payment
de: Maximale zulässige Anzahlung
es: Depósito de seguridad máximo aceptable
fr: Dépôt de garantie maximum acceptable
it: Deposito cauzionale massimo accettabile

source: Lowest acceptable minimum down payment
de: Minimale zulässige Anzahlung
es: Depósito de seguridad mínimo aceptable
fr: Dépôt de garantie minmal acceptable
it: Deposito cauzionale minimo accettabile

source: Earliest date available
de: Frühestes Verfügbarkeitsdatum
es: Fecha de disponibilidad más temprana
fr: Première date de disponibilité
it: Prima data di disponibilità

source: Latest date available
de: Spätestes Verfügbarkeitsdatum
es: Última fecha de disponibilidad
fr: Dernière date de disponibilité
it: Ultima data di disponibilità

source: Minimum number of months
de: Mindestmietzeit in Monaten
es: Periodo mínimo de alquiler en meses
fr: Durée de location minimale en mois
it: Periodo minimo di noleggio in mesi',

source: Maximum number of months
de: Höchstmietzeit in Monaten
es: Periodo máximo de alquiler en meses
fr: Durée de location maximale en mois
it: Periodo massimo di noleggio in mesi',

source: Minimum number of people
de: Mindestanzahl Personen
es: Número mínimo de personas
fr: Nombre minimum de personnes
it: Numero minimo di persone

source: Maximum number of people
de: Höchstanzahl Personen
es: Número máximo de personas
fr: Nombre maximum de personnes
it: Numero massimo di persone

source: Pets OK
de: Haustiere OK
es: Mascotas OK
fr: Animaux domestiques OK
it: Animali domestici OK

source: Apartment is the only / primary one in the house
de: Wohnung ist die einzige im Haus
es: El apartamento es el único en la casa
fr: L'appartement est le seul de la maison
it: L'appartamento è l'unico in casa

source: Minimum number of rooms
de: Mindestanzahl Räume
es: Número mínimo de habitaciones
fr: Nombre minimum de chambres
it: Numero minimo di camere

source: Maximum number of rooms
de: Höchstanzahl Räume
es: Número máximo de habitaciones
fr: Nombre maximum de chambres
it: Numero massimo di camere

source: Minimum size (sq. m)
de: Minimale Größe (QM.)
es: Tamaño mínimo (m2)
fr: Taille minimale (m²)
it: Dimensioni minime (mq)

source: Maximum size (sq. m)
de: Maximale Größe (QM.)
es: Tamaño máximo (m2)
fr: Taille maximale (m²)
it: Dimensioni massime (mq)

source: Internet is included
de: Internet vorhanden
es: Internet disponible
fr: Internet disponible
it: Internet disponibile

source: Apartment must be furnished
de: Wohnung muss möbliert sein
es: El apartamento debe estar amueblado
fr: L'appartement doit être meublé
it: L'appartamento deve essere arredato

source: Earliest acceptable date of construction
de: Frühestes zulässiges Baujahr
es: Primera fecha de construcción aceptable
fr: Date de construction la plus proche acceptable
it: Prima data accettabile di costruzione

source: Latest acceptable date of construction
de: Spätestes zulässiges Baujahr
es: Última fecha de construcción aceptable
fr: Dernière date acceptable de construction
it: Ultima data accettabile di costruzione

source: Seeking type
de: Gesuchstyp
es: Tipo de aplicacion
fr: Type de demande
it: Tipo di applicazione

source: Maximum purchase price
de: Maximaler Kaufpreis
es: Precio máximo de compra
fr: Prix d'achat maximal
it: Prezzo massimo di acquisto

source: Minimum purchase price
de: Minimaler Kaufpreis
es: Precio mínimo de compra
fr: Prix d'achat minimal
it: Prezzo minimo di acquisto

source: Minimum number of persons
de: Minimale Anzahl Personen
es: Número mínimo de personas
fr: Nombre minimum de personnes
it: Numero minimo di persone

source: Maximum number of persons
de: Maximale Anzahl Personen
es: Número máximo de personas
fr: Nombre maximum de personnes
it: Numero massimo di persone

source: Earliest starting date
de: Frühestes Startdatum
es: Fecha de inicio más temprana
fr: Date de début au plus tôt
it: Prima data di inizio

source: Latest starting date
de: Spätestes Startdatum
es: Última fecha de inicio
fr: Dernière date de début
it: Ultima data di inizio

source: Earliest ending date
de: Frühestes Enddatum
es: Fecha de finalización más temprana
fr: Date de fin au plus tôt
it: Prima data di fine

source: Latest ending date
de: Spätestes Enddatum
es: Última de finalización
fr: Dernière date de fin
it: Ultima data di fine

source: Must have internet
de: Wohnung muss Internet haben
es: El apartamento debe tener internet
fr: L'appartement doit avoir Internet
it: L'appartamento deve avere internet

source: Tenant is smoker
de: Mieter ist Raucher
es: El inquilino es fumador
fr: Le locataire est fumeur
it: L'inquilino è un fumatore

source: Tenant has pets
de: Mieter hat Haustiere
es: El inquilino tiene mascotas
fr: Le locataire a des animaux de compagnie
it: L'inquilino ha animali domestici

source: Minimum age of tenant
de: Mindestalter von Mieter
es: Edad mínima del inquilino
fr: Âge minimum du locataire
it: Età minima dell'inquilino

source: Maximum age of tenant
de: Maximales Alter von Mieter
es: Edad máxima del inquilino
fr: Âge maximum du locataire
it: Età massima dell'inquilino

source: Matchings
de: Vermittlungen

source: Listings
de: Angebote
es: Ofertas
fr: Offres
it: Offertas

source: Seekings
de: Gesuche
es: Aplicaciones
fr: Demandes
it: Applicaziones

source: View Site
de: Seite besuchen
es: Ver sitio
fr: Voir le site
it: Visualizza il sito

source: Type
de: Typ
es: Tipo
it: Tipo

source: Available On
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile

source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo

source: Size
de: Größe
es: Talla
fr: Taille
it: Taglia

source: Nr. of Rooms
de: Anzahl Zimmer
es: No. de habitaciones
fr: Nr. de chambres
it: Nr. di stanze

source: Edit Listing
de: Angebot bearbeiten
es: Editar oferta
fr: Modifier l'offre
it: Modifica offerta

source: No listings found!
de: Keine Angebote gefunden!
es: No se encontraron ofertas
fr: Aucune offre trouvée
it: Nessuna offerta trovata!

source: Listing
de: Angebot
es: Oferta
fr: Offre
it: Offerta

source: Seeking
de: Gesuch
es: Aplicacion
fr: Demande
it: Applicazione

source: No matchings found!
de: Keine Vermittlungen gefunden!
es: No se encontraron coincidencias
fr: Aucune correspondance trouvée!
it: Nessuna corrispondenza trovata

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data d'inizio

source: Max Price
de: Max. Preis
es: Precio máx
fr: Prix max.
it: Prezzo massimo

source: Min Rooms
de: Min. Zimmer
es: Habitaciones mín
fr: Chambres min.
it: Stanze min

source: Tenant/Buyer Name
de: Name von Mieter / Käufer
es: Nombre del comprador / inquilino
fr: Nom de l'acheteur / locataire
it: Nome dell'inquilino/acquirente

source: Tenant/Buyer Age
de: Alter von Mieter / Käufer
es: Edad del comprador / inquilino
fr: Âge de l'acheteur / locataire
it: Età dell'inquilino/acquirente

source: Number of Persons
de: Anzahl Personen
es: Número personas
fr: Nombre de personnes
it: Numero di persone

source: Occupation
de: Beruf
es: Ocupatión
it: Occupazione

source: No seekings found!
de: Keine Gesuche gefunden!
es: No se encontraron aplicaciones
fr: Aucune demande trouvée
it: Nessuna applicazione trovata

source: Hide/Show search form
de: Suchformular ein-/ausblenden
es: Ocultar/Mostrar formulario de búsqueda
fr: Masquer/Afficher le formulaire de recherche
it: Nascondi/mostra modulo di ricerca

source: Search
de: Suchen
es: Buscar
fr: Chercher
it: Cercare

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Ripristina

source: Add a Listing
de: Angebot hinzufügen
es: Añadir una oferta
fr: Ajouter une offre
it: Aggiungi un'offerta

source: Add a Matching
de: Vermittlung hinzufügen
es: Añadir una coincidencia
fr: Ajouter une correspondance
it: Aggiungi una corrispondenza

source: Add a Seeking
de: Gesuch hinzufügen
es: Añadir una aplicacion
fr: Ajouter une demande
it: Aggiungi una applicazione

source: See all Matchings
de: Alle Vermittlungen sehen
es: Ver todas las coincidencias
fr: Voir toutes les correspondances
it: Vedi tutti le corrispondenzi

source: See all Listings
de: Alle Angebote sehen
es: Ver todas las ofertas
fr: Voir toutes les offres
it: Vedi tutte le offerte

source: See all Seekings
de: Alle Gesuche sehen
es: Ver todas las aplicaciones
fr: Voir toutes les demandes
it: Vedi tutte le applicazioni
